
[FTB_ReaperGremlinfu X2AbilityTemplate]
LocFriendlyName="小精灵专家"
LocHelpText="援助协议、致盲协议和战争协议不会结束回合。三大协议根据熟练度等级获得额外的冷却时间和次数。"
LocLongDescription="援助协议、致盲协议和战争协议不会结束回合。三大协议根据熟练度等级获得额外的冷却时间和次数。"
LocPromotionPopupText="援助协议、致盲协议和战争协议不会结束回合。三大协议根据熟练度等级获得额外的冷却时间和次数。"

[LightReaper X2SoldierClassTemplate]
+DisplayName = "暗影收割者"
+ClassSummary = "暗影收割者是精英潜行作战人员，他们精通对抗我们最优秀部队的隐秘战争。"
+AbilityTreeTitles[0] = "特工"
+AbilityTreeTitles[1] = "幽灵"
+AbilityTreeTitles[2] = "故障"
+AbilityTreeTitles[3] = "XCOM"

!RankIcons=()
+RankIcons[0]="UILibrary_Common.rank_rookie"
+RankIcons[1]="UILibrary_WOTC_APA_Class_Pack.ranks_Squaddie_Level1"
+RankIcons[2]="UILibrary_WOTC_APA_Class_Pack.ranks_Corporal_Level1"
+RankIcons[3]="UILibrary_WOTC_APA_Class_Pack.ranks_Sergeant_Level2"
+RankIcons[4]="UILibrary_WOTC_APA_Class_Pack.ranks_Lieutenant_Level2"
+RankIcons[5]="UILibrary_WOTC_APA_Class_Pack.ranks_Captain_Level2"
+RankIcons[6]="UILibrary_WOTC_APA_Class_Pack.ranks_Major_Level3"
+RankIcons[7]="UILibrary_WOTC_APA_Class_Pack.ranks_Colonel_Level3"

;ALPHABETICAL ORDER
+RandomNickNames[0]="阴影"
+RandomNickNames[1]="幽灵"
+RandomNickNames[2]="潜行者"
+RandomNickNames[3]="徘徊者"
+RandomNickNames[4]="幽灵"
+RandomNickNames[5]="乌鸦"
+RandomNickNames[6]="镰刀"
+RandomNickNames[7]="骸骨"
+RandomNickNames[8]="匕首"
+RandomNickNames[9]="夜行者"
+RandomNickNames[10]="终焉"
;ALPHABETICAL ORDER
+RandomNickNames_Male[0]="沙人"
;ALPHABETICAL ORDER
+RandomNickNames_Female[0]="女武神"
+PhotoboothSoloBLines_Male[0]="Shadow stalker.  Death dealer."
+PhotoboothSoloBLines_Male[1]="From the shadows... he STRIKES!"
+PhotoboothSoloBLines_Male[2]="Stay out of the shadows.  They can be DEADLY."
+PhotoboothSoloBLines_Male[3]="Death from the darkness."
+PhotoboothSoloBLines_Male[4]="In the shadows, no one will hear your scream..."
+PhotoboothSoloBLines_Male[5]="Hunter. Killer."
+PhotoboothSoloBLines_Male[6]="Master of Shadows"
+PhotoboothSoloBLines_Male[7]="The Darkness is His Domain"
+PhotoboothSoloBLines_Male[8]="When Darkness Falls, So Will His Enemies!"
+PhotoboothSoloBLines_Male[9]="Fear the Reaper."
+PhotoboothSoloBLines_Male[10]="Even death fears him."
+PhotoboothSoloBLines_Male[11]="First he'll kill them.  Then he'll eat them."
+PhotoboothSoloBLines_Male[12]="You can't kill what you can't see."
+PhotoboothSoloBLines_Male[13]="\"We do not fear the night, for we are the shadow.\""
+PhotoboothSoloBLines_Male[14]="He's the last thing you'll never see."
+PhotoboothSoloBLines_Male[15]="If death takes a vacation, he'll pick up the slack."

+PhotoboothSoloBLines_Female[0]="Shadow stalker.  Death dealer."
+PhotoboothSoloBLines_Female[1]="From the shadows... she STRIKES!"
+PhotoboothSoloBLines_Female[2]="Stay out of the shadows.  They can be DEADLY."
+PhotoboothSoloBLines_Female[3]="Death from the darkness."
+PhotoboothSoloBLines_Female[4]="In the shadows, no one will hear your scream..."
+PhotoboothSoloBLines_Female[5]="Hunter. Killer."
+PhotoboothSoloBLines_Female[6]="Master of Shadows"
+PhotoboothSoloBLines_Female[7]="Queen of Shadows"
+PhotoboothSoloBLines_Female[8]="The Darkness is Her Domain"
+PhotoboothSoloBLines_Female[9]="When Darkness Falls, So Will Her Enemies!"
+PhotoboothSoloBLines_Female[10]="Even death fears her."
+PhotoboothSoloBLines_Female[11]="First she'll kill them.  Then she'll eat them."
+PhotoboothSoloBLines_Female[12]="You can't kill what you can't see."
+PhotoboothSoloBLines_Female[13]="\"We do not fear the night, for we are the shadow.\""
+PhotoboothSoloBLines_Female[14]="She's the last thing you'll never see."
+PhotoboothSoloBLines_Female[15]="If death takes a vacation, she'll pick up the slack."

[LightSkirmisher X2SoldierClassTemplate]
DisplayName = "暗影散兵"
ClassSummary = "暗影散兵是精英ADVENT前成员，他们精通对抗我们最优秀部队的近战残酷战斗。"
AbilityTreeTitles[0] = "审判者"
AbilityTreeTitles[1] = "惩罚者"
AbilityTreeTitles[2] = "轻骑兵"
AbilityTreeTitles[3] = "XCOM"

!RankIcons=()
+RankIcons[0]="UILibrary_Common.rank_rookie"
+RankIcons[1]="UILibrary_WOTC_APA_Class_Pack.ranks_Squaddie_Level1"
+RankIcons[2]="UILibrary_WOTC_APA_Class_Pack.ranks_Corporal_Level1"
+RankIcons[3]="UILibrary_WOTC_APA_Class_Pack.ranks_Sergeant_Level2"
+RankIcons[4]="UILibrary_WOTC_APA_Class_Pack.ranks_Lieutenant_Level2"
+RankIcons[5]="UILibrary_WOTC_APA_Class_Pack.ranks_Captain_Level2"
+RankIcons[6]="UILibrary_WOTC_APA_Class_Pack.ranks_Major_Level3"
+RankIcons[7]="UILibrary_WOTC_APA_Class_Pack.ranks_Colonel_Level3"

RandomNickNames[0]="法官"
RandomNickNames[1]="清算者"
RandomNickNames[2]="审问者"
RandomNickNames[3]="丧钟"
RandomNickNames[4]="掘墓人"
RandomNickNames[5]="天罚"
RandomNickNames[6]="致命"
RandomNickNames[7]="末日"
RandomNickNames[8]="锁链"
RandomNickNames[9]="撕裂者"
RandomNickNames[10]="野兽"
RandomNickNames[11]="地狱生者"
RandomNickNames[12]="先驱者"
RandomNickNames[13]="恶魔"

RandomNickNames_Male[0]="拉撒路"

RandomNickNames_Female[0]="雅典娜"

PhotoboothSoloBLines_Male[0]=Half-human.  All vengeance.
PhotoboothSoloBLines_Male[1]=They owe him justice.  He will have it.
PhotoboothSoloBLines_Male[2]=Honor.  Justice.  VENGEANCE.
PhotoboothSoloBLines_Male[3]=His former masters will PAY!
PhotoboothSoloBLines_Male[4]=They will reap what they sowed.
PhotoboothSoloBLines_Male[5]=The dark child returns.
PhotoboothSoloBLines_Male[6]=ADVENT will suffer.  He will see to it.
PhotoboothSoloBLines_Male[7]=They took his humanity.  He'll take their lives.
PhotoboothSoloBLines_Male[8]=ADVENT will burn.  He is the spark.
PhotoboothSoloBLines_Male[9]="He will have VENGEANCE!"
PhotoboothSoloBLines_Male[10]="If he can fight for Earth, then ALL can fight."
PhotoboothSoloBLines_Male[11]="When they made him, they sealed their FATE."
PhotoboothSoloBLines_Male[12]="ADVENT is guilty.  He's the death sentence."
PhotoboothSoloBLines_Male[13]="Relentless.  Unyielding.  Unstoppable."

PhotoboothSoloBLines_Female[0]=Half-human.  All vengeance.
PhotoboothSoloBLines_Female[1]=They owe her justice.  She will have it.
PhotoboothSoloBLines_Female[2]=Honor.  Justice.  VENGEANCE.
PhotoboothSoloBLines_Female[3]=Her former masters will PAY!
PhotoboothSoloBLines_Female[4]=They will reap what they sowed.
PhotoboothSoloBLines_Female[5]=The dark child returns.
PhotoboothSoloBLines_Female[6]=ADVENT will suffer.  She will see to it.
PhotoboothSoloBLines_Female[7]=They took her humanity.  She'll take their lives.
PhotoboothSoloBLines_Female[8]=ADVENT will burn.  She is the spark.
PhotoboothSoloBLines_Female[9]="She will have VENGEANCE!"
PhotoboothSoloBLines_Female[10]="If she can fight for Earth, then ALL can fight."
PhotoboothSoloBLines_Female[11]="When they made her, they sealed their FATE."
PhotoboothSoloBLines_Female[12]="ADVENT is guilty.  She's the death sentence."
PhotoboothSoloBLines_Female[13]="Relentless.  Unyielding.  Unstoppable."

[LightTemplar X2SoldierClassTemplate]
DisplayName = "暗影圣殿骑士"
ClassSummary = "暗影圣殿骑士是虔诚的学者，他们精通对抗我们最优秀部队的黑暗力量。"
AbilityTreeTitles[0] = "灵刃"
AbilityTreeTitles[1] = "十字军"
AbilityTreeTitles[2] = "无政府主义者"
AbilityTreeTitles[3] = "XCOM"

!RankIcons=()
+RankIcons[0]="UILibrary_Common.rank_rookie"
+RankIcons[1]="UILibrary_WOTC_APA_Class_Pack.ranks_Squaddie_Level1"
+RankIcons[2]="UILibrary_WOTC_APA_Class_Pack.ranks_Corporal_Level1"
+RankIcons[3]="UILibrary_WOTC_APA_Class_Pack.ranks_Sergeant_Level2"
+RankIcons[4]="UILibrary_WOTC_APA_Class_Pack.ranks_Lieutenant_Level2"
+RankIcons[5]="UILibrary_WOTC_APA_Class_Pack.ranks_Captain_Level2"
+RankIcons[6]="UILibrary_WOTC_APA_Class_Pack.ranks_Major_Level3"
+RankIcons[7]="UILibrary_WOTC_APA_Class_Pack.ranks_Colonel_Level3"

;ALPHABETICAL ORDER
+RandomNickNames[0]="以太"
+RandomNickNames[1]="冲击"
+RandomNickNames[2]="焦灼"
+RandomNickNames[3]="狂怒"
+RandomNickNames[4]="风暴"
+RandomNickNames[5]="电压"
+RandomNickNames[6]="守卫"
+RandomNickNames[7]="焦灼"
+RandomNickNames[8]="先知"
+RandomNickNames[9]="风暴行者"
+RandomNickNames[10]="神秘"
+RandomNickNames[11]="法师"
;ALPHABETICAL ORDER
+RandomNickNames_Male[0]="巫师"
;ALPHABETICAL ORDER
+RandomNickNames_Female[0]="女巫"
+PhotoboothSoloBLines_Male[0]="His Deadliest Weapon... Is His Mind!"
+PhotoboothSoloBLines_Male[1]="Strength Through Sacrifice"
+PhotoboothSoloBLines_Male[2]="Nature Bows to His Will. So shall ADVENT!"
+PhotoboothSoloBLines_Male[3]="Space and Time At His Command!"
+PhotoboothSoloBLines_Male[4]="If He Is With Us, Who Can Stand Against Us?"
+PhotoboothSoloBLines_Male[5]="Like the Laws of Nature, ADVENT Will BREAK!"
+PhotoboothSoloBLines_Male[6]="A Storm is Coming."
+PhotoboothSoloBLines_Male[7]="\"I do not fear the storm.  I am the storm.\""
+PhotoboothSoloBLines_Male[8]="If the ADVENT have gods, then it's time to pray."
+PhotoboothSoloBLines_Male[9]="Feel his POWER."

+PhotoboothSoloBLines_Female[0]="Her Deadliest Weapon... Is Her Mind!"
+PhotoboothSoloBLines_Female[1]="Strength Through Sacrifice"
+PhotoboothSoloBLines_Female[2]="Nature Bows to Her WIll.  So shall ADVENT!"
+PhotoboothSoloBLines_Female[3]="Space and Time At Her Command!"
+PhotoboothSoloBLines_Female[4]="If She Is With Us, Who Can Stand Against Us?"
+PhotoboothSoloBLines_Female[5]="Like the Laws of Nature, ADVENT Will BREAK!"
+PhotoboothSoloBLines_Female[6]="A Storm is Coming."
+PhotoboothSoloBLines_Female[7]="\"I do not fear the storm.  I am the storm.\""
+PhotoboothSoloBLines_Female[8]="If the ADVENT have gods, then it's time to pray."
+PhotoboothSoloBLines_Female[9]="Feel her POWER."
